{
  "instructions": {
    "title": "How to Play",
    "content": "Welcome to **space-mem**, an outer space-themed memory trainer that challenges and sharpens your memory with the breathtaking beauty of the cosmos! Here's how to play:\n 1. **Select Your Difficulty:** Choose your difficulty level to start. The difficulty you pick determines the number of stunning space images presented. Remember, the higher the difficulty, the more images there are.\n\n2. **Start the Game:** Click on any image to begin. Once clicked, the images will reshuffle, presenting a new challenge to your memory.\n\n3. **Continue Clicking:** Keep clicking on new images that you haven't selected before. Each click reshuffles the images to test your memory further.\n\n4. **Win or Lose:** You win by successfully clicking each image exactly once. But be careful! If you click on any image more than once, you lose.\n\n5. **Restart and Try Again:** Regardless of win or lose, the game will present a new set of images for you to play again.\n\nSharpen your memory while indulging in the splendor of the universe with space-mem. Good luck, and may your memory be as vast as the cosmos!"
  },
  "inspiration": {
    "title": "Explore the Stars",
    "content": "**space-mem** uses images from NASA's Astronomy Picture of the Day (APOD) collection, a public API that showcases a daily image of our fascinating universe. Each image, handpicked by astronomers, reveals a piece of the vast, mysterious, and awe-inspiring cosmos we are a part of.\n\nMy choice to use APOD images for space-mem stems from my profound love for outer space. The wonders of the universe have always captivated me - from the enigmatic black holes to the glittering constellations that tell tales as old as time. By integrating these images into the game, I hope to share a slice of this love and fascination with others.\n\nAs you play space-mem, each image is an invitation to marvel at the grandeur of the universe, a reminder of how small yet integral we are in this vast expanse. Whether it's the twinkle of a distant star, the swirl of a galaxy, or the dance of cosmic lights, each picture carries a story, ready to ignite curiosity and wonder.\n\nJoin me in this interstellar journey with space-mem, where the beauty of the cosmos enhances the challenge to your memory, and every click is a step further into the majestic realm of space."
  }
}
